# author: lucas 

# ================ Sources ====================

tap "homebrew/cask-versions"
tap "homebrew/cask-drivers"

# ================ CLI Tools ====================

brew "gh"
brew "git"
brew "nvm"
brew "python@3.9"
brew "streamlink"
brew "tmux"
brew "vim"
brew "yadm"

# ================ General Applications ====================

cask "anki"
cask "appcleaner"
cask "bitwarden"
cask "discord"
cask "docker"
cask "enpass"
cask "waterfox"
cask "iina"
cask "iterm2"
cask "logi-options-plus"
cask "lulu"
cask "netnewswire"
cask "nordvpn"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
cask "zotero"
cask "zoom"

# ================ Mac App Store ====================

#mas 'Keynote', id: 409183694
#mas "Numbers", id: 409203825
#mas "Pages", id: 409201541
mas "Wipr", id: 1320666476
mas "Notability", id: 360593530
mas "Infuse 7", id: 1136220934
mas "TopCashback: Browser Extension", id: -2143727796 
