# author: lucas 

# ================ Sources ====================

# ================ CLI Tools ====================

brew "fnm"
brew "gh"
brew "git"
brew "neovim"
brew "python"
brew "starship"
brew "streamlink"
brew "tmux"
brew "vim"
brew "yadm"

# ================ General Applications ====================

cask "alt-tab"
cask "anki"
cask "appcleaner"
cask "bitwarden"
cask "cursor"
cask "iina"
cask "iterm2"
cask "logi-options-plus"
cask "lulu"
cask "netnewswire"
cask "nordvpn"
cask "obsidian"
cask "raycast"
cask "slack"
cask "spotify"
cask "transmission"
cask "visual-studio-code"
cask "zotero"
cask "zoom"

# ================ Mac App Store ====================

#mas 'Keynote', id: 409183694
#mas "Numbers", id: 409203825
#mas "Pages", id: 409201541
mas "Wipr", id: 1320666476
#mas "Notability", id: 360593530
mas "Infuse 7", id: 1136220934
mas "TopCashback: Browser Extension", id: -2143727796 
