# author: lucas 

# ================ Sources ====================

tap "homebrew/cask-versions"
tap "homebrew/cask-drivers"

# ================ CLI Tools ====================

brew "git"
brew "python"
brew "streamlink"
brew "tmux"
brew "vim"

# ================ General Applications ====================

cask "anki"
cask "appcleaner"
cask "citrix-workspace"
cask "docker"
cask "enpass"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "logitech-options"
cask "netnewswire"
cask "nordvpn"
cask "notion"
cask "rectangle"
cask "spotify"
cask "sublime-text"
cask "transmission"
cask "vscodium"
cask "zotero"
cask "zoom"

# ================ Mac App Store ====================

# mas 'Keynote', id: 409183694
# mas "Numbers", id: 409203825
# mas "Pages", id: 409201541
mas "Wipr", id: 1320666476
mas "Notability", id: 360593530
mas "Infuse 7", id: 1136220934
